{
  "type": "FeatureCollection",
  "features": [
    {
      "id": 1,
      "type": "Feature",
      "properties": {
        "marker_location": "Nepal",
        "text": "Nepalesische Momos"
      },
      "geometry": {
        "coordinates": [
          84.124008,
          28.394857
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Momos",
          "culture": "Momos sind nepalesische und tibetische Teigtaschen aus der Himalaya-Region, die aber auch in nördlichen Teilen Indiens verzehrt werden. Für die aus Tibet und Nepal stammenden Menschen vermitteln die Momos ein Heimatgefühl und gelten auch als Bestandteil ihrer Identität. Traditionell werden sie entweder mit Gemüse (Veg Momos), oder mit Hühnchen- oder Rindfleisch (tibetische Yaks) gefüllt und entweder dampfgegart oder frittiert. Serviert werden die Momos mit einem Tomaten-Chutney.",
          "preparation": [
            "Für den Teig Mehl, Wasser, etwas Kokosöl und Salz in eine große Schüssel geben und alles zu einem Teig verkneten. Bei Bedarf ein wenig Mehl oder Wasser dazugeben, bis der Teig weich und geschmeidig ist. Danach die Schüssel mit einem Tuch abdecken und 30 Minuten ruhen lassen.",
            "Die Zwiebeln, Knoblauch und Ingwer fein würfeln. Kohl und Sellerie waschen und ebenfalls in kleine Würfel schneiden. Etwas Kokosöl in eine Pfanne geben und Zwiebeln, Ingwer und Knoblauch kurz andünsten. Das (in diesem Fall vegane) Hackfleisch und die Gewürze dazu geben und alles ein paar Minuten anbraten. Nun das Gemüse für eine gemischte Füllung in die selbe Pfanne geben und ebenfalls ein paar Minuten mit andünsten. Anschließend die Gemüsebrühe und etwas Wasser dazugeben, die Pfanne abdecken, und die Masse ein paar Minuten dünsten bis das Gemüse weich ist.",
            "Für die Sauce werden Tomaten und Chili ein paar Minuten in heißem Wasser gekocht, die Tomaten geschält, und anschließend mit gepellten Zwiebeln, Knoblauch und Ingwer, sowie etwas Sojasauce, in einen Mixer gegeben und gut püriert. Alternativ können Zwiebeln, Knoblauch, Ingwer und Chili auch fein gewürfelt, in einem Topf angebraten und mit gehackten Tomaten und etwas Sojasauce 20 Minuten eingekocht werden. Anschließend mit den Gewürzen abschmecken und lauwarm abkühlen lassen.",
            "Aus dem Teig kleine, 2-3cm dicke Bällchen formen, sodass diese ausgerollt 9-10 cm große, 2mm dicke Kreise bilden. Auf diese Kreise mittig 1 Teelöffel Füllung verteilen, den Teigrand im Uhrzeigersinn zusammen klappen und zu runden Taschen formen. Die Momos nun in einem Bambusdämpfer oder Dampfeinsatz für 10 Minuten dämpfen, alternativ die Momos in eine abgedeckte Pfanne geben, nach und nach Wasser hinzufügen und verdampfen lassen, bis der Teig der Momos weich ist.",
            "Die Momos mit der Sauce als Dip und optional mit etwas Sesam, Koriander oder Frühlingszwiebeln servieren."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "300 Gramm"
              },
              {
                "name": "Wasser",
                "quantity": "150 Milliliter"
              },
              {
                "name": "Kokosöl",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Salz",
                "quantity": "1 Prise"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Rote Zwiebeln",
                "quantity": "2"
              },
              {
                "name": "Knoblauch",
                "quantity": "1 Zehe"
              },
              {
                "name": "Ingwer",
                "quantity": "1 halber Daumen"
              },
              {
                "name": "Kokosöl",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Staudensellerie",
                "quantity": "2 Stangen"
              },
              {
                "name": "Weißkohl",
                "quantity": "1/4"
              },
              {
                "name": "(veganes) Hackfleisch",
                "quantity": "300 Gramm"
              },
              {
                "name": "Gemüsebrühe",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Wasser",
                "quantity": "50 Milliliter"
              },
              {
                "name": "Salz",
                "quantity": "1 halber Teelöffel"
              },
              {
                "name": "Szechuan oder schwarzer Pfeffer",
                "quantity": "1 halber Teelöffel"
              },
              {
                "name": "Kümmel",
                "quantity": "1 halber Teelöffel"
              },
              {
                "name": "Kurkuma",
                "quantity": "1 halber Teelöffel"
              }
            ]
          },
          {
            "name": "Für die Sauce",
            "ingredients": [
              {
                "name": "Tomaten",
                "quantity": "2 Große"
              },
              {
                "name": "Zwiebel",
                "quantity": "1"
              },
              {
                "name": "Knoblauch",
                "quantity": "1 Zehe"
              },
              {
                "name": "Ingwer",
                "quantity": "1 halber Daumen"
              },
              {
                "name": "Chili",
                "quantity": "1"
              },
              {
                "name": "Sojasauce",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Salz, Pfeffer und Zucker",
                "quantity": "Nach Geschmack"
              }
            ]
          },
          {
            "name": "Als Topping",
            "ingredients": [
              {
                "name": "Sesam",
                "quantity": "Nach Belieben"
              },
              {
                "name": "Koriander",
                "quantity": "Nach Belieben"
              },
              {
                "name": "Frühlingszwiebeln",
                "quantity": "Nach Belieben"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Mittel",
        "time": "60 Minuten",
        "tips": [
          "Das Falten der Momos ist sicher das anspruchsvollste an diesem Rezept. Übung macht den Meister, und der Teig sollte nicht zu dünn sein, damit er nicht reisst, und auch nicht zu dick, da die Momos sonst zu teigig schmecken.",
          "Momos werden keinesfalls immer so wie hier beschrieben gefüllt und eurer Kreativität sind keine Grenzen gesetzt! Kartoffeln, Brokkoli, Koriander, oder Minze sind zum Beispiel andere leckere Optionen für die Füllung.",
          "Auch der Dip kann nach euren Vorlieben verändert werden. Angebratene und dann pürierte Paprika gibt einen leckeren, zusätzlichen Geschmack, während pürierte Cashews den Dip noch cremiger machen. Ein Erdnussdip aus Erdnussbutter und Sojasauce passt auch hervorragend zu Momos.",
          "Besonders in der indischen Küche wird statt Kokosöl Ghee (Butterschmalz) für den Teig und zum Anbraten benutzt.",
          "Momos schmecken auch hervorragend frittiert!"
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 3
          },
          {
            "name": "liked_by",
            "value": 11
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen",
          "Nepal Kitchen, Erfundenplatz 17"
        ]
      }
    },
    {
      "id": 2,
      "type": "Feature",
      "properties": {
        "marker_location": "Deutschland",
        "text": "Kurzinfo zu Maultaschen."
      },
      "geometry": {
        "coordinates": [
          10.451526,
          51.165691
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Maultaschen",
          "culture": "Maultaschen sind eine Spezialität der schwäbischen Küche. Sie sind seit 2009 von der EU in ihrer Herkunftsbezeichnung geschützt unter der Klasse 'Geschützte geografische Angabe'. Damit muss für traditionelle schwäbische Maultaschen entweder die Produktion, Verarbeitung, oder Herstellung in Baden-Württemberg oder im bayerischen Schwaben erfolgen.",
          "preparation": [
            "Für den Teig Mehl, Hartweizengrieß, Wasser, Olivenöl und Salz in eine Schüssel geben und alles verkneten, bis ein geschmeidiger Teig entsteht. Kurz beiseite stellen und abgedeckt ruhen lassen.",
            "Als nächstes Zwiebel, Knoblauch, Lauch, Spinat sehr fein hacken und zunächst die Zwiebeln in etwas Öl glasig anbraten. Den Knoblauch und Lauch dazu geben und andünsten. Das Hackfleisch und die Gewürze dazugeben und alles für ein paar Minuten anbraten. Sobald das Hackfleisch durch ist Spinat, Petersilie und Semmelbrösel dazugeben und kurz mit erhitzen. Alles gut vermengen und beiseite stellen.",
            "Den Teig in 3-4 Teile teilen und mit einem Nudelholz in ca. 8-12 cm breite Bahnen rollen. Auf jede Bahn die Füllung geben und dabei das untere Drittel frei lassen. Nun den Teig von oben bis zur Hälfte umklappen, und dann noch einmal umklappen, sodass der Teig bündig unten abschliesst. Mit den Händen vorsichtig zudrücken, dass die Luft entweichen kann. Anschließend mit dem Stiel eines Suppenlöffels oder einem anderen schmalen Gegenstand die Teigrolle alle paar Zentimeter eindrücken und dann an der Stelle mit einem Messer durchschneiden. Die Teigtaschen an der Seite mit Daumen und Zeigefinger fest zudrücken.",
            "Wasser und Gemüsebrühe in einem Topf zum kochen bringen und die Maultaschen bei mittlerer Hitze in der Brühe für 10-15 min garen bis sie weich sind. In der Brühe, mit Schmand, oder mit Ketchup genießen."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "200 Gramm"
              },
              {
                "name": "Hartweizengrieß",
                "quantity": "200 Gramm"
              },
              {
                "name": "Wasser",
                "quantity": "100 Milliliter"
              },
              {
                "name": "Olivenöl",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Salz",
                "quantity": "1 Prise"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "(veganes) Hackfleisch",
                "quantity": "300 Gramm"
              },
              {
                "name": "Spinat",
                "quantity": "200 Gramm"
              },
              {
                "name": "Lauch - weißer Teil",
                "quantity": "1 Stange"
              },
              {
                "name": "Semmelbrösel",
                "quantity": "50 Gramm"
              },
              {
                "name": "Petersilie",
                "quantity": "50 Gramm"
              },
              {
                "name": "Zwiebel",
                "quantity": "1"
              },
              {
                "name": "Knoblauch",
                "quantity": "1 Zehe"
              },
              {
                "name": "Salz",
                "quantity": "1/2 Teelöffel"
              },
              {
                "name": "Pfeffer",
                "quantity": "1/2 Teelöffel"
              },
              {
                "name": "Muskatnuss",
                "quantity": "1 Prise"
              },
              {
                "name": "Gemüsebrühe",
                "quantity": "1 Esslöffel"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Mittel",
        "time": "50 Minuten",
        "tips": [
          "Der Teig in diesem Rezept ist vegan und ähnlich wie ein klassischer Nudelteig. Traditionell können aber auch 2 Eier statt den 200 Gramm Hartweizengrieß verwendet werden.",
          "Nicht zu viel Füllung in die Maultaschen geben, da diese sonst beim garen platzen können.",
          "Damit die Maultaschen nicht aufplatzen, kann ein wenig Wasser oder Hafermilch auf die Teigenden gestrichen werden, damit diese besser zusammen halten.",
          "Maultschen schmecken auch hervorragend, wenn sie nach dem Garen nochmal angebraten werden.",
          "Als Beilage eignet sich gut ein Kartoffel- oder Krautsalat."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 2
          },
          {
            "name": "liked_by",
            "value": 6
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen"
        ]
      }
    },
    {
      "id": 3,
      "type": "Feature",
      "properties": {
        "marker_location": "Argentinien",
        "text": "Argentinische Empanadas"
      },
      "geometry": {
        "coordinates": [
          -64.967282,
          -34.996496
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Argentinische Empanadas",
          "culture": "Argentinische Empanadas sind gefüllte Teigtaschen, die ihren Ursprung in der spanischen Kolonialzeit haben. Sie wurden von Einwanderern nach Argentinien gebracht und an regionale Geschmäcker angepasst. Heute sind sie ein vielseitiger Klassiker der argentinischen Küche, gefüllt mit Fleisch, Käse oder Gemüse.",
          "preparation": [
            "Schritt 1: Der Teig -Für den Teig mische 500 g Mehl, 2 Esslöffel Salz, halbe Tasse Butter, halbe Tasse Wasser und 1/4 Tasse Essig in einer Schüssel. Knete alles zu einem geschmeidigen Teig und lasse ihn 15 Minuten ruhen. Danach rolle den Teig aus und stich kreisförmige Stücke aus.",
            "Schritt 2: Die Füllung -Erhitze etwas Öl in einer Pfanne und brate darin 2 gelbe Zwiebeln an. Füge eine gewürfelte Paprika, 250 g Hackfleisch, 2 Esslöffel Salz, 2 Esslöffel Oregano und 2 Esslöffel Pfeffer hinzu. Zum Schluss gebe gehackte gekochte Eier und Oliven nach Geschmack dazu.",
            "Schritt 3: Die Empanadas formen und backen -Fülle die Teigkreise mit der vorbereiteten Masse und klappe sie zusammen, um die typische Empanada-Form zu erhalten. Streiche etwas geschmolzene Butter darüber und backe die Empanadas bei 200 °C Ober- und Unterhitze für 30 Minuten goldbraun. Guten Appetit! "
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "500 Gramm"
              },
              {
                "name": "Salz",
                "quantity": "4 Löffel"
              },
              {
                "name": "Wasser",
                "quantity": "halbe Tasse"
              }
            ]
          },
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "gelbe Zwiebeln",
                "quantity": "2 mittelgroße"
              },
              {
                "name": "Essig",
                "quantity": "1/4 Tasse"
              },
              {
                "name": "Hackfleisch",
                "quantity": "250gramm"
              },
              {
                "name": "Paprika",
                "quantity": "1 rote"
              },
              {
                "name": "Oregano",
                "quantity": "2 Esslöffel"
              },
              {
                "name": "Pfeffer",
                "quantity": "2 Esslöffel"
              },
              {
                "name": "Eier",
                "quantity": "2 gekochte Eier"
              },
              {
                "name": "Oliven",
                "quantity": "halbes Glas"
              },
              {
                "name": "Butter",
                "quantity": "halbe Tasse"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Medium",
        "time": "2 Stunden",
        "tips": [
          "Verwende gekühlten Teig, um ihn leichter auszurollen.",
          "Man kann die Füllung nach belieben anpassen."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 0
          },
          {
            "name": "liked_by",
            "value": 0
          },
          {
            "name": "disliked_by",
            "value": 0
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen",
          "Empanada Club, Friedensplatz 1-3 in Bonn"
        ]
      }
    },
    {
      "id": 4,
      "type": "Feature",
      "properties": {
        "marker_location": "Türkei",
        "text": "Türkische Teigtaschen"
      },
      "geometry": {
        "coordinates": [
          34.9249653,
          38.9597594
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Türkische Empanadas",
          "culture": "Türkische Gözleme sind dünne Fladenbrote, die traditionell auf einer heißen Platte gebacken werden. Ursprünglich aus der anatolischen Küche stammend, wurden sie von Nomaden entwickelt, um unterwegs schnell gefüllte Teiggerichte zuzubereiten. Heute sind sie ein beliebtes Streetfood, gefüllt mit Spinat, Käse, Hackfleisch oder Kartoffeln.",
          "preparation": [
            "Schritt 1: Der Teig - Mehl und Salz in einer großen Schüssel vermengen. Milch, warmes Wasser (im gleichen Verhältnis) und Olivenöl hinzufügen und zunächst mit einer Gabel grob vermischen. Anschließend den Teig mit den Händen etwa 8 Minuten lang zu einer glatten, geschmeidigen Masse kneten. Teile den Teig in 2 gleichgroße Kugeln, decke sie ab und lasse sie etwa 30 Minuten ruhen.",
            "Schritt 2: Die Füllung - Während der Teig ruht, den Spinat waschen und trocken tupfen. Zwiebeln und Knoblauch schälen und fein würfeln. In einem Topf das Öl erhitzen, Zwiebeln und Knoblauch darin für ca. 2 Minuten anschwitzen. Den Spinat hinzufügen und unter Rühren zusammenfallen lassen. Mit Chili, Salz und Pfeffer abschmecken. Den Spinat abkühlen lassen, grob hacken und mit zerbröseltem Schafskäse in einer Schüssel vermischen.",
            "Schritt 3: Die Gözleme formen und ausbacken - Die Teigkugeln sehr dünn (ca. 1 mm) zu runden Fladen ausrollen. Jeweils ¼ der Füllung auf eine Hälfte eines Teigfladens geben, die andere Hälfte darüber klappen und die Ränder fest andrücken, um sie zu verschließen. Öl in einer Pfanne erhitzen und die Gözleme darin nacheinander von beiden Seiten 2–3 Minuten goldbraun ausbacken. Nach dem Ausbacken bei Bedarf mit etwas Öl bestreichen und sofort servieren."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Weizenmehl (Type 550)",
                "quantity": "250 Gramm"
              },
              {
                "name": "Salz",
                "quantity": "1/2 Teelöffel"
              },
              {
                "name": "Wasser",
                "quantity": "60 ml"
              },
              {
                "name": "Milch",
                "quantity": "60 ml"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Babyspinat",
                "quantity": "250 Gramm"
              },
              {
                "name": "Gemüsezwiebel",
                "quantity": "1 Stück"
              },
              {
                "name": "Knoblauchzehe",
                "quantity": "1 Stück"
              },
              {
                "name": "Olivenöl",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Chiliflocken",
                "quantity": "1/2 Teelöffel"
              },
              {
                "name": "Salz",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Pfeffer",
                "quantity": "1 Esslöffel"
              },
              {
                "name": "Schafskäse",
                "quantity": "150 Gramm"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Medium",
        "time": "45 Minuten",
        "tips": [
          "Verwende frischen Spinat für den besten Geschmack.",
          "Bestreiche die fertigen Gözleme mit etwas Butter für eine extra goldene Farbe."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 0
          },
          {
            "name": "liked_by",
            "value": 0
          },
          {
            "name": "disliked_by",
            "value": 0
          }
        ],
        "restaurants": [
          "Simitzade",
          "Kalker Hauptstraße 139, 51103 Köln"
        ]
      }
    },
    {
      "id": 5,
      "type": "Feature",
      "properties": {
        "marker_location": "Vereinigte Staaten, Colorado",
        "text": "Pizzataschen"
      },
      "geometry": {
        "coordinates": [
          -105.607716,
          38.7251776
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Pizzataschen",
          "culture": "Pizzataschen, bekannt als 'Pizza Pockets' oder 'Hot Pockets', stammen aus den USA und wurden in den 1980er Jahren als praktische Snack-Variante der Pizza entwickelt. Sie sind mit verschiedenen Füllungen wie Käse, Sauce und Fleisch gefüllt und ideal für unterwegs. Heute sind sie ein beliebter Tiefkühl-Snack, aber man kann sie auch selbst machen.",
          "preparation": [
            "Schritt 1: Der Pizzateig - Das Mehl auf die Arbeitsfläche sieben und in der Mitte eine Mulde formen. Die Hefe hineinbröseln, 1 TL Salz, Olivenöl und 150 ml Wasser hinzufügen. Alles zu einem glatten Teig verkneten und diesen an einem warmen Ort für 30 Minuten gehen lassen. Währenddessen die passierten Tomaten mit Oregano, Salz und Pfeffer würzen und bereitstellen.",
            "Schritt 2: Die Füllung vorbereiten - Den Teig auf einer bemehlten Arbeitsfläche ausrollen und in fünf gleichgroße Vierecke schneiden. Jede Hälfte der Vierecke mit der gewürzten Tomatensauce bestreichen. Salami und Mozzarella in Scheiben schneiden. Den Basilikum waschen, abzupfen und bereitstellen. Die Pizzastücke mit Salami, Mozzarella und Basilikum belegen, anschließend zusammenklappen und die Ränder gut verschließen.",
            "Schritt 3: Backen und genießen - Den Backofen auf 220 °C Umluft vorheizen. Die Pizzataschen auf ein Backblech legen und für 12 Minuten goldbraun backen. Vor dem Servieren mit frischem Basilikum garnieren und warm genießen."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Weizenmehl (Type 550)",
                "quantity": "250 Gramm"
              },
              {
                "name": "Hefe",
                "quantity": "1/4 Würfel"
              },
              {
                "name": "Wasser",
                "quantity": "140 ml"
              },
              {
                "name": "Olivenöl, nativ",
                "quantity": "1 1/2 Esslöffel"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Gehackte Tomaten",
                "quantity": "100 ml"
              },
              {
                "name": "Salz",
                "quantity": "nach Geschmack"
              },
              {
                "name": "Pfeffer",
                "quantity": "nach Geschmack"
              },
              {
                "name": "Oregano",
                "quantity": "1/2 Teelöffel"
              },
              {
                "name": "Salami",
                "quantity": "50 Gramm"
              },
              {
                "name": "Mozzarella",
                "quantity": "100 Gramm"
              },
              {
                "name": "Basilikum",
                "quantity": "1 Stängel"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Medium",
        "time": "45 Minuten",
        "tips": [
          "Verwende frische Hefe für den besten Teig.",
          "Füge geriebenen Käse in die Füllung für eine cremigere Konsistenz."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 5
          },
          {
            "name": "liked_by",
            "value": 5
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen",
          "Keine Restaurant-Empfehlung vorhanden."
        ]
      }
    },
    {
      "id": 6,
      "type": "Feature",
      "properties": {
        "marker_location": "Japan",
        "text": "Kurzinfo zu Gyoza."
      },
      "geometry": {
        "coordinates": [
          138.252924,
          36.204824
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Gyoza",
          "culture": "Gyoza ist ein Klassiker der japanischen Küche, oft serviert als Vorspeise oder Snack. Diese knusprig gebratenen Teigtaschen, gefüllt mit Fleisch und Gemüse, haben jedoch ihre Wurzeln in den chinesischen Jiaozi.Im Laufe der Zeit entwickelte sich Gyoza zu einer eigenständigen, ikonischen Spezialität. Ursprünglich aus China stammend, wo Jiaozi seit über 1800 Jahren ein traditionelles Gericht ist, wurde Gyoza Anfang des 20. Jahrhunderts durch chinesische Einwanderer nach Japan gebracht. Nach dem Zweiten Weltkrieg gewann Gyoza dank neuer Kochtechniken und Zutaten an Popularität und wurde in den 1950er-Jahren zu einem Streetfood-Klassiker in Japan.",
          "preparation": [
            "Als ersten Schritt entweder alle Zutaten in einer Küchenmaschine häckseln oder alles sehr fein hacken. Anschließend alle Zutaten in eine Schüssel geben und Salz, Zucker, Sojasauce und Sesamöl hinzufügen.",
            "Alles mit den Händen vermischen und für zwei Minuten durchkneten, bis die Masse gut vermengt und homogen ist.",
            "Lege alle Gyozablätter auf ein Backblech. Gib einen gehäuften Teelöffel der Füllung in die Mitte jedes Blattes und bestreiche den Rand leicht mit Wasser.",
            "Zum Formen werden die Gyozablätter wie ein Taco geschlossen, indem ein Teil des Teiges zur Mitte hin gefaltet wird und die Falte festgedrückt wird. Dieser Vorgang wird bis zum Rand und auf beiden Seiten wiederholt.",
            "In eine große, beschichtete Pfanne genügend Öl hinzufügen, um den Boden mit einer dünnen Schicht zu bedecken. Die Pfanne auf mittlerer Hitze erwärmen.Die Teigtaschen in die Pfanne legen, ohne dass sie sich überlappen und 2 bis 3 Minuten anbraten, oder bis der Boden der Gyoza goldbraun ist.",
            "Sofort 60 ml Wasser hinzufügen, mit einem Deckel abdecken und 3 Minuten bei konstanter Temperatur dämpfen.",
            "Den Deckel entfernen und das verbleibende Wasser verdampfen lassen. Im Anschluss die Gyoza auf einen Teller mit Küchenpapier transferieren, um überschüssiges Öl abtropfen zu lassen. Zum Schluss die Gyoza anrichten und nach Belieben mit Frühlingszwiebeln, Koriander oder Sauce garnieren."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Gyozablätter",
                "quantity": "1 Packung"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Hähnchenfleisch",
                "quantity": "450g"
              },
              {
                "name": "Weißkohl",
                "quantity": "3 Blätter"
              },
              {
                "name": "Ingwer",
                "quantity": "7,5g"
              },
              {
                "name": "Knoblauchzehen",
                "quantity": "2"
              },
              {
                "name": "Frühlingszwiebeln",
                "quantity": "3"
              },
              {
                "name": "Salz",
                "quantity": "1 TL"
              },
              {
                "name": "Zucker",
                "quantity": "1/2 TL "
              },
              {
                "name": "Sojasauce",
                "quantity": "1 EL"
              },
              {
                "name": "Sesamöl",
                "quantity": "1 TL"
              }
            ]
          },
          {
            "name": "Für die Sauce",
            "ingredients": [
              {
                "name": "Weißweinessig",
                "quantity": "4 EL"
              },
              {
                "name": "Sojasauce",
                "quantity": "4 EL"
              },
              {
                "name": "Chiliöl",
                "quantity": "1 TL"
              }
            ]
          },
          {
            "name": "Als Topping",
            "ingredients": [
              {
                "name": "Koriander",
                "quantity": "Nach Geschmack"
              },
              {
                "name": "Frühlingszwiebeln",
                "quantity": "Nach Geschmack"
              }
            ]
          }
        ],
        "servings": 3,
        "difficulty": "Mittel",
        "time": "45 Minuten",
        "tips": [
          "Verwende ausreichend Wasser beim Falten der Gyoza, damit die Ränder fest verschlossen bleiben. Achte außerdem darauf, dass keine Luftblasen im Inneren bleiben!"
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 0
          },
          {
            "name": "liked_by",
            "value": 0
          },
          {
            "name": "disliked_by",
            "value": 0
          }
        ],
        "restaurants": [
          "Sushi Ninja / Ehrenfeld"
        ]
      }
    },
    {
      "id": 7,
      "type": "Feature",
      "properties": {
        "marker_location": "Australien",
        "text": "Ein Symbol der Esskultur in Australien und Neuseeland"
      },
      "geometry": {
        "coordinates": [
          133.275154,
          -26.8533875
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Golden Syrup Dumplings",
          "culture": "Golden Syrup Dumplings sind eines der beliebtesten Komfortgerichte in Australien und Neuseeland. Sie erinnern an warme Familienabende und hausgemachte Mahlzeiten. Die weichen Teiglinge, gekocht in einer süßen Goldsirup-Soße, vereinen britische Kocheinflüsse mit der Vorliebe beider Länder für einfache Desserts. ",
          "preparation": [
            "Reibe die Butter mit deinen Fingern durch das Mehl, bis kleine Brösel entstehen.",
            "Füge die Milch und den Zucker hinzu und verrühre es, bis eine dicke Paste entsteht",
            "Gib währenddessen die Zutaten für die Sauce in einen großen Topf und bringe diesen zum Kochen. Reduziere anschließend die Hitze und füge die Teigtaschen hinzu.",
            "Koche die Teigtaschen bei mittlerer Hitze abgedeckt während 15-20 Minuten",
            "Die Teigtaschen auf einen Teller transferieren und nach Belieben mit Vanilleeis servieren"
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Butter",
                "quantity": "50g"
              },
              {
                "name": "Mehl",
                "quantity": "225g"
              },
              {
                "name": "Milch",
                "quantity": "185ml"
              },
              {
                "name": "Golden Syrup (oder Zuckerrübensirup)",
                "quantity": "2 EL"
              }
            ]
          },
          {
            "name": "Für die Sauce",
            "ingredients": [
              {
                "name": "Wasser",
                "quantity": "470ml"
              },
              {
                "name": "Butter",
                "quantity": "50g"
              },
              {
                "name": "Golden Syrup (oder Zuckerrübensirup)",
                "quantity": "120ml"
              },
              {
                "name": "Brauner Zucker",
                "quantity": "160g"
              }
            ]
          },
          {
            "name": "Als Topping",
            "ingredients": [
              {
                "name": "Vanilleeis",
                "quantity": "Nach Geschmack"
              }
            ]
          }
        ],
        "servings": 6,
        "difficulty": "Einfach",
        "time": "20 Minuten",
        "tips": [
          "Wenn du dir unsicher bist, ob die Teiglinge durch sind, stich mit ein Messer hinein. Wenn das Messer sauber herauskommt, dann sind sie fertig!",
          "Falls du keinen Golden Syrup (oder Zuckerrübensirup) finden solltest, kannst du stattdessen auch Honig oder Ahornsirup verwenden."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 0
          },
          {
            "name": "liked_by",
            "value": 0
          },
          {
            "name": "disliked_by",
            "value": 0
          }
        ],
        "restaurants": [
          "N/A"
        ]
      }
    },
    {
      "id": 8,
      "type": "Feature",
      "properties": {
        "marker_location": "Polen",
        "text": "Das Nationalgericht Polens."
      },
      "geometry": {
        "coordinates": [
          19.7418221,
          51.8842890
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Pierogi",
          "culture": "Das polnische Wort pieróg ist seit dem 17. Jahrhundert belegt, die ersten Rezepte dafür gab es allerdings schon im 13. Jahrhundert.",
          "preparation": [
            "In einer Schüssel Mehl, Salz, Öl und Wasser mischen und kneten, bis ein glatter Teig entsteht. Den Teig in Frischhaltefolie wickeln und 30 Minuten im Kühlschrank ruhen lassen.",
            "In der Zwischenzeit die Kartoffeln in Salzwasser kochen und Pilze und Tofu in grobe Stücke schneiden und anbraten. Zusammen mit den gekochten Kartoffeln in eine Schüssel geben, pürieren und mit Salz und Pfeffer abschmecken.",
            "Mit einem Glas runde Formen ausstechen und die Füllung mittig darauf legen. Darauf achten das es nicht zu viel ist, da die Füllung beim Kochen sonst herausquillt und die Pierogi zerfallen. Den Teig zu einem Halbkreis falten und die Ränder gut zusammendrücken.",
            "Die Pierogi in Salzwasser kochen, bis sie an der Oberfläche schwimmen. Danach noch ca. 2-3 Minuten kochen, und in einem Sieb abtropfen lassen.",
            "Zum Abschluss die Pierogi noch einmal von beiden Seiten in einer Pfanne mit etwas Öl kross braten und warm servieren."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "500 gr"
              },
              {
                "name": "Wasser",
                "quantity": "200 ml"
              },
              {
                "name": "Olivenöl",
                "quantity": "2 EL"
              },
              {
                "name": "Salz",
                "quantity": "1 TL"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Kartoffeln",
                "quantity": "500 gr"
              },
              {
                "name": "Pilze",
                "quantity": "200 gr"
              },
              {
                "name": "Pilze",
                "quantity": "200 gr"
              },
              {
                "name": "Tofu",
                "quantity": "200 gr"
              }
            ]
          },
          {
            "name": "Für die Sauce",
            "ingredients": [
              {
                "name": "Sauerrahm",
                "quantity": "nach Geschmack"
              }
            ]
          },
          {
            "name": "Als Topping",
            "ingredients": [
              {
                "name": "Petersilie",
                "quantity": "nach Geschmack"
              }
            ]
          }
        ],
        "servings": 0,
        "difficulty": "Einfach",
        "time": "60 Minuten",
        "tips": [
          "Beim Falten die Kanten etwas mit Wasser anfeuchten, damit der Teig gut zusammenhält."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 4
          },
          {
            "name": "liked_by",
            "value": 10
          }
        ],
        "restaurants": [
          "Maxima, Marsilstein 9-13, 50676 Köln"
        ]
      }
    },
    {
      "id": 9,
      "type": "Feature",
      "properties": {
        "marker_location": "Philippinen",
        "text": "Philippinische Siopao."
      },
      "geometry": {
        "coordinates": [
          121.7740,
          12.8797
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Siopao",
          "culture": "Siopao, eine gedämpfte Teigtasche mit herzhaften Füllungen, hat in den Philippinen eine kulturelle Bedeutung, da es den historischen chinesischen Einfluss im Land widerspiegelt. Es ist ein beliebter Snack, der die Verschmelzung von philippinischen und chinesischen Küchentraditionen symbolisiert und ein fester Bestandteil der Merienda-Kultur sowie zwangloser Treffen ist.",
          "preparation": [
            "Fleisch:",
            "Tupfe das Fleisch trocken und brate das Fleisch in einer hohen Pfanne mit Öl an, bis es goldbraun ist. Danach entnimm das Fleisch der Pfanne.",
            "In der Zwischenzeit die Zwiebeln und den Knoblauch fein würfeln, hinzufügen und anrösten.",
            "Wasser, Sojasauce und Salz hinzufügen, Fleisch wieder in den Topf geben, zudecken und eine Stunde bei niedriger Hitze schmoren lassen.",
            "",
            "Teig:",
            "Da das Fleisch eine Stunde schmoren muss, kannst du in der Zwischenzeit den Teig vorbereiten.",
            "Mehl, Backpulver und Stärke sieben, mit Hefe und Wasser kneten, bis ein glatter Teig entsteht.",
            "In gefetteter Schüssel 1-2 Stunden an einem warmen Ort gehen lassen, bis sich der Teig verdoppelt hat.",
            "",
            "Asado Füllung:",
            "Das nun weiche Fleisch auf ein Brett transferieren und in feine Stücke hacken.",
            "Gib das Fleisch, die Fleischbrühe, die Austernsauce, die Hoisinsauce, den braunen Zucker und den Pfeffer in einen großen Topf bei mittlerer Hitze.",
            "Vermisch alles, bis sich der Zucker und der Pfeffer aufgelöst hat, während einer Minute.",
            "In einer kleinen Schüssel, die Maisstärke und das Wasser verrühren, bis sich die Stärke aufgelöst hat.",
            "Erhöhe die Temperatur auf mittelhoch und füge die Wassermischung dem Topf hinzu. Bring die Sauce zum Kochen und verrühre alles während 8-10 Minuten oder bis die Sauce eine Puddingkonsistenz erlangt hat.",
            "Nimm den Topf vom Herd und lass alles abkühlen, bevor du die Siopao zusammenstellen kannst.",
            "",
            "Zusammenstellung & Dämpfen:",
            "Sobald sich der Teig verdoppelt hat, drück mit der Faust auf den Teig, damit die Gase entweichen können.",
            "Den Teig auf einer bemehlten Fläche kurz kneten und anschließend in zwei Hälften teilen. Eine Hälfte abdecken, die andere zu einer ca. 15 cm Rolle formen und in 6 gleich große Stücke schneiden.",
            "Jedes Stück zu einem Kreis von 10-13 cm Durchmesser ausrollen, dabei die Ränder dünner lassen als die Mitte.",
            "Etwa 3 EL Füllung in die Mitte des Teiges geben und mit einem Viertel des hartgekochten Eis toppen.",
            "Den Teig um die Füllung falten, dabei die Ränder in Falten legen und oben verschließen, so dass ein Wirbelmuster entsteht. Wiederhole diesen Vorgang mit jeder Teigtasche.",
            "Anschließend die Teigtaschen in einen Dämpfer legen. Lasse dabei etwas Platz zwischen den Siopao, da sie im Dämpfer noch größer werden.",
            "Dämpfe die Siopao für 20 Minuten und entferne in dieser Zeit nicht den Deckel vom Dämpfer.",
            "Sobald die Siopao fertig sind, entnimm sie dem Dämpfer und serviere sie sofort!"
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "470g"
              },
              {
                "name": "Maisstärke",
                "quantity": "100g"
              },
              {
                "name": "Backpulver",
                "quantity": "10g"
              },
              {
                "name": "Trockenhefe",
                "quantity": "8g"
              },
              {
                "name": "Zucker",
                "quantity": "100g"
              },
              {
                "name": "Wasser",
                "quantity": "265ml"
              },
              {
                "name": "Neutrales Öl",
                "quantity": "60ml"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Schweinegulasch",
                "quantity": "680g"
              },
              {
                "name": "Knoblauchzehen",
                "quantity": "5"
              },
              {
                "name": "Zwiebel",
                "quantity": "1"
              },
              {
                "name": "Wasser",
                "quantity": "945ml + 4 EL"
              },
              {
                "name": "Sojasauce",
                "quantity": "1 EL"
              },
              {
                "name": "Salz",
                "quantity": "1 TL"
              },
              {
                "name": "Hartgekochte Eier",
                "quantity": "3"
              }
            ]
          },
          {
            "name": "Für die Sauce",
            "ingredients": [
              {
                "name": "Austersauce",
                "quantity": "1 EL"
              },
              {
                "name": "Hoisinsauce",
                "quantity": "1 TL"
              },
              {
                "name": "Brauner Zucker",
                "quantity": "4 TL"
              },
              {
                "name": "Pfeffer",
                "quantity": "1/4 TL"
              },
              {
                "name": "Maisstärke",
                "quantity": "2 TL"
              }
            ]
          },
          {
            "name": "Als Topping",
            "ingredients": [
              {
                "name": "",
                "quantity": ""
              }
            ]
          }
        ],
        "servings": 12,
        "difficulty": "Schwierigkeit Anspruchsvoll",
        "time": "205 Minuten",
        "tips": [
          "Das Anspruchsvollste an diesen Teigtaschen ist das Falten der Teiglinge. Wenn du den Teig ausrollst, solltest du unbedingt beachten, dass die Mitte des Teiges dicker ist als der Rand. Da die Füllung schwer ist, sackt sie durch, wenn der Teig nicht dick genug ist.",
          "Achte außerdem darauf, dass die Teigtaschen nicht zu voll sind, denn damit erschwerst du dir das Falten."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 2
          },
          {
            "name": "liked_by",
            "value": 6
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen"
        ]
      }
    },
    {
      "id": 10,
      "type": "Feature",
      "properties": {
        "marker_location": "Somalia",
        "text": "Somalische Sambusas"
      },
      "geometry": {
        "coordinates": [
          49.000,
          10.000
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Sambusas",
          "culture": " Die somalischen Sambusas haben ihre Wurzeln in den ähnlich aussehenden indischen Samosas, die durch den Handel und kulturellen Austausch im Laufe der Jahrhunderte nach Ostafrika gelangten. Sie repräsentieren Herzlichkeit und Gastlichkeit und werden oft zum Iftar, dem Fastenbrechen während des Ramadan, oder als Snack zwischendurch verzehrt.",
          "preparation": [
            "Für den Teig Mehl, Olivenöl, etwas Wasser und Salz verkneten. Bei Bedarf etwas mehr Wasser oder Mehl dazugeben, bis ein weicher Teig entsteht, der sich trocken anfühlt.",
            "Den Teigballen anschließend in zwei Stücke teilen und flachdrücken, bis zwei kleine Fladen entstehen. Einen der Fladen mit einem Esslöffel Olivenöl bestreichen, den anderen drauf legen und die Fladen sanft zusammendrücken. Den doppelten Teigfladen von beiden Seiten vorsichtig zu einem dünnen, runden Boden ausrollen.",
            "Danach das Teigstück in vier gleich große Teile schneiden, eine Pfanne ohne Öl erhitzen und jedes der Stücke von beiden Seiten rund eine Minute braten. Die beiden Schichten der Teigviertel lassen sich anscheinend voneinander lösen und man erhält zwei dünnere Teigstücke: die Umhüllung für die Sambusas.",
            "Für die Füllung Zwiebeln und Knoblauch sehr fein hacken und in einer Pfanne anbraten. Das Hackfleisch dazugeben und alles gut anbraten, bis das Fleisch durch ist. Die Gewürze dazugeben und das Hackfleisch zu feinen Stücken zerteilen.",
            "Minze und Gurke sehr fein hacken und mit dem Joghurt und dem Saft einer halben Zitrone zu einem Dip verrühren. Mit Salz und etwas Pfeffer abschmecken.",
            "Einen Esslöffel Wasser und einen Esslöffel Mehl in einer kleinen Schlüssel zu einer klebrigen Masse verrühren. Die Spitze der Teigviertel zur Rundung umklappen und danach eine der beiden Seiten über das entstandene Dreieck klappen, bis eine Art Eiswaffel entsteht. Dabei die Ränder des Teigs mit dem Kleber befeuchten und leicht zudrücken. Die entstandene Tüte mit 2 Esslöffel der Füllung befüllen, und die letzte verbliebene Seite umklappen und alles gut schließen.",
            "Das Öl in einer großen Pfanne oder Topf stark erhitzen, anschließend die Teigtaschen von beiden Seiten rund eine Minute frittieren, bis sie gebräunt sind. Auf Küchenpapier abtropfen lassen und heiß oder kalt mit dem Dip genießen."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "300 Gramm"
              },
              {
                "name": "Wasser",
                "quantity": "Nach Bedarf (ca. 50-100 Milliliter)"
              },
              {
                "name": "Olivenöl",
                "quantity": "2 Esslöffel"
              },
              {
                "name": "Salz",
                "quantity": "Eine Prise"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "(veganes) Hackfleisch",
                "quantity": "500 gramm"
              },
              {
                "name": "Zwiebeln",
                "quantity": "2"
              },
              {
                "name": "Knoblauch",
                "quantity": "1 Zehe"
              },
              {
                "name": "gemahlener Koriander",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Kümmel",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Massala Gewürz",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Salz",
                "quantity": "1 Teelöffel"
              },
              {
                "name": "Pfeffer",
                "quantity": "1/2 Teelöffel"
              }
            ]
          },
          {
            "name": "Für den Dip",
            "ingredients": [
              {
                "name": "(veganer) Joghurt",
                "quantity": "200 Gramm"
              },
              {
                "name": "Minze",
                "quantity": "50 Gramm"
              },
              {
                "name": "Gurke",
                "quantity": "1/4"
              },
              {
                "name": "Zitrone",
                "quantity": "1/2"
              },
              {
                "name": "Salz",
                "quantity": "Nach Belieben"
              },
              {
                "name": "Pfeffer",
                "quantity": "Nach Belieben"
              }
            ]
          },
          {
            "name": "Zum Frittieren",
            "ingredients": [
              {
                "name": "Pflanzliches Öl",
                "quantity": "ca. 300 Milliliter"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Anspruchsvoll",
        "time": "80 Minuten",
        "tips": [
          "Achte darauf, den doppelten Teigboden flach, aber auch nicht zu fest auszurollen, weil er sich sonst nur schwer ablösen lässt. Das Ablösen erfordert ausserdem viel Geduld, es kann helfen die zwei Hälften vorsichtig mit einem Messer voneinander zu lösen.",
          "Es kann ein wenig dauern, bis man das Falten der Sambusas drauf hat. Schau dir gerne ein Video zu der optimallen Falttechnik an. Falls es mal nicht klappt: die Form der fertigen Sambusas ist zweitrangig, Hauptsache die Taschen halten beim Frittieren!",
          "Wer es sich einfacher machen will, kann auch fertigen Blätterteig verwenden.",
          "Traditionell werden auch oft Frühlingszwiebeln für die Füllung verwendet, aber auch Kartoffeln oder Gemüse wie Möhren oder Brokkoli eignen sich gut.",
          "Etwas Tzatzikigewürz kann helfen, den Dip noch leckerer zu machen. Außerdem kann man die Sambusas auch problemlos mit jedem anderen Dip genießen."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 3
          },
          {
            "name": "liked_by",
            "value": 4
          }
        ],
        "restaurants": [
          "Array von Restaurantempfehlungen"
        ]
      }
    },
    {
      "id": 11,
      "type": "Feature",
      "properties": {
        "marker_location": "Turkey",
        "text": "Manti"
      },
      "geometry": {
        "coordinates": [
          28.543668,
          38.963745
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Manti",
          "culture": "Dieses Gericht ist seit den Tagen des Osmanischen Reiches weit verbreitet und soll sogar ein persönlicher Favorit der Sultane gewesen sein. Heute wird das Gericht bei einer traditionellen Zeremonie vor der Hochzeit in der Türkei verwendet, bei der eine besondere Art von Mantı aus der Stadt Kayseri, bekannt als „Kayseri Mantısı“, gegessen wird.",
          "preparation": [
            "Mehl und Salz vermengen und in der Mitte eine Mulde formen. Das lauwarme Wasser vorsichtig hineingießen und das Mehl von außen nach innen einarbeiten und zu einem glatten Teig verkneten. (Sollte der Teig zu trocken sein, kann man etwas mehr Wasser dazugeben). Den Teig fest in Folie wickeln und 20-30 Minuten ruhen lassen.",
            "Währrendessen die Süßkartoffel schälen, in grobe Stücke schneiden und kochen. Den Knoblauch, Tofu und Pilze schneiden und in etwas Öl in einer Pfanne braten. Alle Zutaten mit dem Tomatenmark und Petersilie in eine Schüssel geben und pürieren.",
            "Für die Joghurtsauce die Knoblauchzehen pressen oder sehr fein hacken und mit dem Joghurt verrühren und mit Salz abschmecken.",
            "Nach der Ruhezeit den Teig in 4 Teile teilen. Ein Viertel des Teigs nehmen und den Rest wieder einwickeln, damit er nicht austrocknet. Den Teig ca. 2 mm dünn ausrollen (nach Bedarf mit etwas Hartweizengrieß bestäuben, wenn er kleben sollte). Mit einem Messer oder Pizzaroller in ca. 2 x 2 cm große Quadrate schneiden.",
            "Etwa ½ Teelöffel der Füllung in die Mitte eines Teigstücks geben. Die jeweils gegenüberliegenden Ecken der Quadrate zu einem Kreuz oben fest zusammendrücken und anschließend auf ein bemehltes Tablett legen.",
            "Ein Topf mit Salzwasser zum Sieden bringen (es sollte nicht sprudelnd kochen). Die Manti ca. 5 Minuten im Wasser sieden lassen. Anschließend die Teigtaschen mit einer Schaumkelle herausnehmen und etwas abtropfen lassen.",
            "Für die Buttersauce, die Butter oder Margarine in einem Topf schmelzen lassen und mit dem Tomatenmark und dem Paprikagewürz mischen.",
            "Die Joghurtsoße auf tiefen Tellern verteilen. Die Mantis darauf anrichten und die Tomatenbutter darüber träufeln."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "300 gr"
              },
              {
                "name": "Wasser",
                "quantity": "150 ml"
              },
              {
                "name": "Salz",
                "quantity": "1 TL"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Süßkartoffel",
                "quantity": "1 große"
              },
              {
                "name": "Pilze",
                "quantity": "200 gr"
              },
              {
                "name": "Räuchertofu",
                "quantity": "200 gr"
              },
              {
                "name": "Tomatenmark",
                "quantity": "1 EL"
              },
              {
                "name": "Knoblauch",
                "quantity": "1 Zehe"
              },
              {
                "name": "Petersilie",
                "quantity": "2 EL"
              },
              {
                "name": "Paprikapulver",
                "quantity": "nach Geschmack"
              }
            ]
          },
          {
            "name": "Für den Dip",
            "ingredients": [
              {
                "name": "(veganer) Joghurt",
                "quantity": "200 Gramm"
              },
              {
                "name": "Knoblauch",
                "quantity": "2 Zehen"
              }
            ]
          },
          {
            "name": "Für die Buttersauce",
            "ingredients": [
              {
                "name": "Butter / Margarine",
                "quantity": "3 EL"
              },
              {
                "name": "Tomatenmark",
                "quantity": "2 EL"
              },
              {
                "name": "Paprikapulver",
                "quantity": "1 EL"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Mittel",
        "time": "80 Minuten",
        "tips": [
          "Beim Falten die Ecken etwas anziehen, damit das Zusammendrücken der Kanten leichter wird."
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 3
          },
          {
            "name": "liked_by",
            "value": 4
          }
        ],
        "restaurants": [
          "Lezizel Manti Köln, Lieferservice"
        ]
      }
    },
    {
      "id": 12,
      "type": "Feature",
      "properties": {
        "marker_location": "Oman",
        "text": "Luqaimat"
      },
      "geometry": {
        "coordinates": [
          55.923255,
          21.512583
        ],
        "type": "Point"
      },
      "recipe": {
        "text": {
          "title": "Luqaimat",
          "culture": "Luqaimat wird häufig zu Eid, dem Fastenbrechen nach Ramadan, und zu anderen festlichen Anlässen zubereitet.",
          "preparation": [
            "Mehl und Wasser miteinander verrühren, bis der Teig nicht mehr klumpig ist. Anschließend Zucker, Backpulver, die Hefe und eine Prise Salz dazugeben. Den Teig dann mit einem Tuch abdecken und für ungefähr eine Stunde an einem warmen Ort gehen lassen.",
            "Nach der Ruhezeit den Frischkäse in kleine Stücke schneiden und das Öl in einer Pfanne aufkochen.",
            "Mithilfe eines Löffels kleine Kugeln formen und ein Stück Frischkäse hineinstecken. Die Kugeln frittieren, bis sie goldbraun sind.",
            "Nach Geschmack mit Zuckersirup und Sesam servieren."
          ]
        },
        "ingredients": [
          {
            "name": "Für den Teig",
            "ingredients": [
              {
                "name": "Mehl",
                "quantity": "250 gr"
              },
              {
                "name": "Wasser",
                "quantity": "300 ml"
              },
              {
                "name": "Salz",
                "quantity": "1 Prise"
              },
              {
                "name": "Zucker",
                "quantity": "2 EL"
              },
              {
                "name": "Hefe",
                "quantity": "1 TL"
              },
              {
                "name": "Backpulver",
                "quantity": "1 TL"
              }
            ]
          },
          {
            "name": "Für die Füllung",
            "ingredients": [
              {
                "name": "Frischkäse",
                "quantity": ""
              }
            ]
          },
          {
            "name": "Für den Dip",
            "ingredients": [
              {
                "name": "Zuckersirup",
                "quantity": "nach Geschmack"
              },
              {
                "name": "Sesam",
                "quantity": "nach Geschmack"
              }
            ]
          }
        ],
        "servings": 2,
        "difficulty": "Mittel",
        "time": "80 Minuten",
        "tips": [
          ""
        ],
        "metrics": [
          {
            "name": "cooked_by",
            "value": 5
          },
          {
            "name": "liked_by",
            "value": 4
          }
        ],
        "restaurants": [
          ""
        ]
      }
    }
  ]
}